{
  "hero.title": "TASKANA",
  "hero.subtitle": "Die führende Open Source Lösung für Unternehmen",
  "hero.actionButtonPrimary": "Mehr erfahren",
  "hero.actionButtonAlt": "Arbeiten Sie mit uns",
  "solution.headline": "Erfahren Sie mehr über unsere Lösung",
  "solution.description": "TASKANA ist eine leichtgewichtige Open Source Lösung, um eine zentrale Aufgabensteuerung für große und mittelgroße Unternehmen zu implementieren. Mit Hilfe von TASKANA können Aufgaben aus verschiedenen Quellen/Systemen gebündelt und an einer Stelle priorisiert und verwaltet werden",
  "solution.description-2": "Die technische Implementierung erfüllt dabei höchste Anforderungen an die Performance, Stabilität und Verfügbarkeit. So wird TASKANA bereits heute bei einigen der größten Versicherungen in Deutschland in Serviceeinheiten mit deutlich mehr als 1000 Benutzern eingesetzt",
  "solution.title1": "Postkörbe",
  "solution.description1": "Der zentrale Aspekt bei TASKANA ist selbstverständlich die Verwaltung des Aufgabenbestands – dies erfolgt über Postkörbe, auch Aufgabenlisten genannt. Dabei wird zwischen persönlichen, Team- und Themenpostkörben unterschieden. Über die konfigurierbaren Postkörbe lässt sich flexibel die Ablauforganisation Ihres Unternehmens abbilden. Berechtigungen sorgen dafür, dass jeder Mitarbeiter nur den relevanten und erlaubten Ausschnitt aus der gesamten Aufgabenmenge sieht",
  "solution.title2": "Verteilung",
  "solution.description2": "TASKANA bietet verschiedene Routing- und Verteilungsfunktionen an, um eingehende Aufgaben den richtigen Postkörben zuzuweisen, oder diese zwischen den Postkörben neu zu verteilen",
  "solution.title3": "Priorisierung",
  "solution.description3": "Über die dynamischen Priorisierungsfunktionen bei TASKANA lässt sich die Bearbeitungsreihenfolge der Aufgaben jederzeit steuern. So wird sichergestellt, dass immer die wichtigsten Aufgaben zuerst angegangen werden",
  "solution.title4": "Monitoring",
  "solution.description4": "Um den Überblick über einen großen Arbeitsvorrat zu behalten, bietet TASKANA diverse Übersichten an, die eine Überwachung in Echtzeit erlauben. Aus diesen Ansichten heraus können die Aufgaben bei Bedarf wiederum neu verteilt und zugewiesen werden",
  "technology.headline": "Technologie",
  "technology.description": "Unsere Open-Source-Lösung wurde durch den Einsatz neuester Technologien und schlanker Entwicklung mit möglichst wenigen Abhängigkeiten realisiert. Dank Angular, Spring und Camunda sind wir nicht nur in der Lage, eine eigenständige Task-Management-Komponente bereitzustellen, die sich auch in größere Anwendungsfälle integrieren ließ",
  "technology.features": "Das Open Source Produkt gliedert sich in folgende drei Komponenten auf:",
  "technology.feature1": "Eine zentrale Java-API mit einer persistenten Datenhaltung (TASKANA Core) plus einer optionalen REST-API",
  "technology.feature2": "Drei Benutzeroberflächen (für Administratoren, für Benutzer und für das Management), die mit dem Kern über die REST-Schnittstelle kommunizieren (TASKANA Web)",
  "technology.feature3": "Ein Adapter zum Anschluss von Drittsystemen (TASKANA Adapter). Dieser bietet ein flexibles Konnektoren-Konzept und stellt für Camunda BPM bereits eine fertige Implementierung bereit",
  "workwithus.headline": "Arbeiten Sie mit uns zusammen",
  "workwithus.description": "TASKANA als Software ist Open Source und somit frei zugänglich und nutzbar. Wir unterstützen Ihr Projekt gerne um sicherzustellen, dass Ihre eigenen kritischen Anwendungen, die auf TASKANA basieren, zuverlässig auch in der Zukunft funktionieren werden.",
  "workwithus.feature1": "Maßgeschneidertes Task Management – fühlt sich an wie eine Individualentwicklung, ist aber zu 70-80% Standard",
  "workwithus.feature2": "Kostengünstige Lösung, da ohne Lizenzkosten. Der Wartungsaufwand verteilt sich auf alle teilnehmenden Partner",
  "workwithus.feature3": "Einflussmöglichkeit auf die funktionale Weiterentwicklung des „Standards”",
  "workwithus.feature4": "Reduzierte Projektlaufzeit im Vergleich zu einer Individualentwicklung, da Sie große Teile der Software fertig geliefert bekommen",
  "workwithus.feature5": "Integration, Test und Deployment können sie somit über Ihre etablierten Softwareentwicklungsprozesse durchführen",
  "workwithus.feature6": "Modularer Aufbau – Sie nutzen nur die Teile von TASKANA, die für Sie einen Wert haben",
  "contact.headline": "Ihr Ansprechpartner",
  "contact.description1": "Sie sind neugierig, in wie weit das Open Source Tool TASKANA auch bei Ihnen eingesetzt werden kann und welchen Nutzen TASKANA im Bereich der Aufgabenverwaltung für Sie hat? Dann fragen Sie doch nach einer individuellen Web-Session, die wir gerne für Sie kostenfrei anbieten. Schreiben Sie uns eine Mail unter ",
  "contact.description2": " !",
  "footer.imprint": "Impressum",
  "footer.privacy": "Datenschutzerklärung",
  "footer.taskana.link1": "Demo",
  "footer.taskana.link2": "Dokumentationen",
  "footer.taskana.link3": "GitHub",
  "footer.taskana.link4": "Fragen",
  "footer.novatec.link1": "Über Novatec",
  "footer.novatec.link2": "Beratung",
  "footer.novatec.link3": "Business Process Management",
  "footer.novatec.link4": "Enterprise Task Management",
  "footer.projects.title": "Open-Source Projekte",
  "footer.projects.link1": "InspectIT Ocelot",
  "footer.projects.link2": "OpenAPM Initiative"
}
